<script setup>
import MainLayout from "@/Layouts/MainLayout.vue";
import Navigation from '@/components/MainPage/Navigation.vue'
import Header from "@/components/Main/Header.vue";


</script>
<template>
  <MainLayout>
    <Navigation class="sticky top-0 z-50 bg-white shadow" />
    <div class="w-full mx-auto px-4  my-10 max-w-screen-sm md:max-w-screen-md lg:max-w-3xl">
      <Header class="text-center text-2xl sm:text-3xl md:text-4xl mb-6">
                Перейти на семейное образование - просто!
      </Header>
      <div class="sg-content">
        <h3><strong>Семейное образование – форма получения общего образования</strong></h3>
        <p>&nbsp;</p>
        <p>В соответствии с действующим законодательством РФ общее образование может быть получено как в организациях, осуществляющих образовательную деятельность, так и вне организаций – в форме семейного образования и самообразования.</p>
        <p>Освоение образовательных программ в форме семейного образования предполагает самостоятельное, или с помощью педагогов, или с помощью родителей (законных представителей) обучающегося освоение образовательных программ с последующим прохождением промежуточной и государственной (итоговой) аттестации.</p>
        <p><strong>Цель семейного обучения</strong>&nbsp;– дать хорошее образование за счет индивидуального подхода.</p>
        <p>Родители (законные представители) имеют право выбирать как форму получения общего образования, так и форму обучения. При этом обязательно должно учитываться мнение ребенка. Обучение может быть организовано в очно-заочной и заочной формах. Допускается сочетание различных форм получения образования и форм обучения.</p>
        <p>&nbsp;</p>
        <h3><strong>Учебный процесс</strong></h3>
        <p>&nbsp;</p>
        <p>Объем знаний, который должен быть получен ребенком при освоении общего образования в форме семейного образования, должен быть не ниже объема, установленного ФГОС.</p>
        <p>Лица, осваивающие образовательную программу в форме семейного образования, проходят экстерном промежуточную и государственную итоговую аттестации в образовательной организации по имеющим государственную аккредитацию образовательным программам основного общего и среднего общего образования бесплатно.</p>
        <p>При прохождении указанной аттестации экстерны пользуются академическими правами учащихся по соответствующей образовательной программе.</p>
        <p>Родители (законные представители) сами могут выбрать учреждение, где их ребенок будет проходить промежуточную или государственную итоговую аттестацию.</p>
        <p><strong>Если же обучающийся не будет аттестован, в установленные сроки не ликвидирует академическую задолженность по итогам промежуточной аттестации, то он должен далее получать образование в образовательной организации.</strong></p>
        <p>Лицам, успешно прошедшим государственную итоговую аттестацию по образовательным программам основного общего и среднего общего образования, выдается аттестат об основном общем или среднем общем образовании, подтверждающий получение общего образования соответствующего уровня.</p>
        <p>Лицам, не прошедшим итоговую аттестацию или получившим на итоговой аттестации неудовлетворительные результаты, выдается справка об обучении по образцу, самостоятельно устанавливаемому образовательной организацией.</p>
        <p><strong>Родителям надо иметь в виду, что семейное образование относится к формам получения образования вне организаций&nbsp;и не предполагает каких-либо обязательных взаимоотношений со школой в период осуществления учебного процесса. Поэтому при выборе семейного образования ребенок исключается из списков образовательной организации на основании заявления родителей.</strong></p>
        <p><strong>&nbsp;</strong></p>
        <h3><strong>Как перейти на семейное образование</strong></h3>
        <p><strong>&nbsp;</strong></p>
        <p><strong>При переходе на семейное образование родители (законные представители) должны информировать орган местного самоуправления муниципального района или городского округа, на территории которых они проживают.</strong></p>
        <p>Если ребенок обучается в школе, то следует обратиться к ее директору с заявлением о переходе на семейное образование. В этом случае&nbsp;ребенок исключается из списков обучающихся учреждения.</p>
        <p>Обучающиеся могут перейти на семейную форму получения образования по заявлению родителей (законных представителей) на любой ступени общего образования: начального общего, основного общего, среднего (полного) общего, а также вправе на любом этапе обучения по решению родителей (законных представителей) продолжить образование в другой форме, в т.ч. и вернуться обратно в школу.</p>
        <p>Выбрав учреждение, где ребенок будет проходить промежуточную или государственную итоговую аттестацию,<strong>&nbsp;родители&nbsp;(законные представители)&nbsp;должны заключить с ним договор на оказание такой услуги.</strong></p>
        <p><strong>&nbsp;</strong></p>
        <h3><strong>Примечание.</strong></h3>
        <p>&nbsp;</p>
        <p>1. При организации семейного образования школа руководствуется:</p>
        <p>- Конституцией Российской Федерации;</p>
        <p>- Федеральным законом «Об образовании в Российской Федерации»</p>
        <p>- Приказом Минобрнауки РФ от 30.08.2013 г. N 1015 «Об утверждении порядка организации и осуществления образовательной деятельности по основным общеобразовательным программам — образовательным программам начального общего, основного общего и среднего общего образования» (зарегистрировано в Минюсте РФ 1 октября 2013 г. Регистрационный N 30067);</p>
        <p>- Нормативным правовым актом субъекта Российской Федерации о семейном образовании;</p>
        <p>- Локальными актами образовательного учреждения, с которым заключен договор об аттестации обучающихся в форме семейного образования.</p>
        <p>2. <strong>Промежуточная аттестация</strong> – это процедура установления соответствия качества подготовки обучающихся требованиям ФГОС по завершении учебного года. Промежуточная аттестация проводится в формах, определенных учебным планом, и в порядке, установленном образовательной организацией, в соответствии с школьным локальным актом.</p>
        <p>3. Новый Закон об образовании устранил такую форму обучения, как экстернат. <strong>Теперь экстернат является лишь формой аттестации.</strong></p>
        <p>4. Согласно части 13 статьи 103 Закона об образовании в РФ нормативы финансирования устанавливаются только для образовательной организации. <strong>Так как семейная форма получения образования осуществляется вне образовательной организации, то соответственно финансирование по данной форме действующим законодательством не предусматривается.</strong></p>
      </div>
    </div>
  </MainLayout>
</template>