-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Хост: db:3306
-- Время создания: Мар 21 2025 г., 11:07
-- Версия сервера: 8.0.40
-- Версия PHP: 8.2.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `so_penaty_db`
--

-- --------------------------------------------------------

--
-- Структура таблицы `modx_testing_subjects`
--

CREATE TABLE `modx_testing_subjects` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(100) NOT NULL DEFAULT '',
  `description` text,
  `active` tinyint(1) DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `modx_testing_subjects`
--

INSERT INTO `modx_testing_subjects` (`id`, `name`, `description`, `active`) VALUES
(4, 'Математика', '', 1),
(6, 'Иностранный язык (английский)', '', 1),
(7, 'Биология', '', 1),
(8, 'География', '', 1),
(9, 'Информатика', '', 1),
(11, 'ИЗО', '', 1),
(12, 'Литература', '', 1),
(13, 'Музыка', '', 1),
(14, 'Обществознание', '', 1),
(15, 'Русский язык', '', 1),
(16, 'Физическая культура ', '', 1),
(17, 'Окружающий мир', '', 1),
(18, 'Технология', '', 1),
(19, 'Ритмика', '', 1),
(20, 'Литературное чтение', '', 1),
(23, 'История', '', 1),
(26, 'Физика', '', 1),
(27, 'Химия', '', 1),
(28, 'МХК', '', 1),
(29, 'Алгебра', '', 1),
(30, 'Геометрия', '', 1),
(31, 'Черчение', '', 1),
(32, 'ОРКСЭ', '', 1),
(33, 'Астрономия', '', 1),
(34, 'ОДНКНР', '', 1),
(35, 'Индивидуальный проект', '', 1),
(36, 'Второй иностранный язык (испанский)', '', 1),
(37, 'Второй иностранный язык (немецкий)', '', 1),
(38, 'Второй иностранный язык (французский)', '', 1),
(39, 'ОБЗР', '', 1),
(40, 'Труд (технология)', '', 1),
(41, 'Биология (Полугодие 1)', '', 1),
(42, 'Биология (Полугодие 2)', '', 1),
(43, 'География (Полугодие 1)', '', 1),
(44, 'География (Полугодие 2)', '', 1),
(45, 'Информатика (Полугодие 1)', '', 1),
(46, 'Информатика (Полугодие 2)', '', 1),
(47, 'История (Полугодие 1)', '', 1),
(48, 'История (Полугодие 2)', '', 1),
(49, 'Вероятность и статистика (Полугодие 1)', '', 1),
(50, 'Вероятность и статистика (Полугодие 2)', '', 1),
(51, 'Иностранный язык (английский) (Полугодие 1)', '', 1),
(52, 'Иностранный язык (английский) (Полугодие 2)', '', 1),
(53, 'Литература (Полугодие 1)', '', 1),
(54, 'Литература (Полугодие 2)', '', 1),
(55, 'ОБЗР (Полугодие 1)', '', 1),
(56, 'ОБЗР (Полугодие 2)', '', 1),
(57, 'Обществознание (Полугодие 1)', '', 1),
(58, 'Обществознание (Полугодие 2)', '', 1),
(59, 'Русский язык (Полугодие 1)', '', 1),
(60, 'Русский язык (Полугодие 2)', '', 1),
(61, 'Физика (Полугодие 1)', '', 1),
(62, 'Физика (Полугодие 2)', '', 1),
(63, 'Физическая культура (Полугодие 1)', '', 1),
(64, 'Физическая культура (Полугодие 2)', '', 1),
(65, 'Химия (Полугодие 1)', '', 1),
(66, 'Химия (Полугодие 2)', '', 1),
(67, 'Второй иностранный язык (немецкий) (Полугодие 1)', '', 1),
(68, 'Второй иностранный язык (немецкий) (Полугодие 2)', '', 1),
(69, 'Алгебра и начала математического анализа (Полугодие 1)', '', 1),
(70, 'Алгебра и начала математического анализа (Полугодие 2)', '', 1),
(71, 'Геометрия (Полугодие 1)', '', 1),
(72, 'Геометрия (Полугодие 2)', '', 1),
(73, 'Астрономия (Полугодие 1)', '', 1),
(74, 'Астрономия (Полугодие 2)', '', 1),
(75, 'Индивидуальный проект (Полугодие 1)', '', 1),
(76, 'Индивидуальный проект (Полугодие 2)', '', 1),
(77, 'Вероятность и статистика', '', 1);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `modx_testing_subjects`
--
ALTER TABLE `modx_testing_subjects`
  ADD PRIMARY KEY (`id`),
  ADD KEY `name` (`name`),
  ADD KEY `active` (`active`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `modx_testing_subjects`
--
ALTER TABLE `modx_testing_subjects`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=78;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
